Repository: jbleyel/oe-alliance-plugins
Catalog: Blindscan/po/*.po
Languages: it, uk

source: A recording is in progress.
it: È in corso una registrazione.

source: The second slot of this dual tuner may not support blind scan.
it: Il secondo slot di questo doppio sintonizzatore potrebbe non supportare BlindScan.

source: You must use the power adapter.
it: È necessario utilizzare l'adattatore di alimentazione.
uk: Необхідно використовувати адаптер живлення.

source: Starting Sundtek hardware blind scan.
it: Avvio di BlindScan sull'hardware Sundtek.
uk: Запуск апаратного сліпого сканування Sundtek.

source: tuner.
it: sintonizzatore.
uk: тюнер.

source: "channel scan" searches for channels and saves them to your receiver; "transponder scan" does a transponder search and displays the results allowing user to select some or all transponder. Both options save the results in satellites.xml format under /tmp
it: "scansione canali" ricerca i canali e li salva sul ricevitore; "scansione transponder" esegue una ricerca transponder e visualizza i risultati consentendo all'utente di selezionare alcuni o tutti i transponder. Entrambe le opzioni salvano i risultati in formato satellites.xml in /tmp

source: "scan for channels" searches for channels and saves them to your receiver; "Save to XML" does a transponder search and saves the results in satellites.xml format and stores it in /tmp
it: "scansione canali" ricerca i canali e li salva sul ricevitore; "Salva in XML" esegue una ricerca transponder e salva i risultati in formato satellites.xml e li memorizza in /tmp

source: %d transponder(s) found
it: %d transponder trovati
uk: %d знайдено транспондер(-ів)

source: %d transponders found at %d:%02d min
it: %d transponder trovati a %d:%02d min
uk: %d знайдено транспондерів за %d:%02d хв

source: %dMHz scanned
it: %dMHz scansionato
uk: %dМГЦ сканувати

source: Accuracy (higher is better)
it: Precisione (più alto è meglio)
uk: Точність (чим більше, тим краще)

source: Auto / Manual
it: Automatico/Manuale

source: Blind scan for DVB-S2 tuners
it: BlindScan per sintonizzatori DVB-S2
uk: Сліпий пошук для тюнерів DVB-S2

source: Blind scan state
it: Stato BlindScan
uk: Стан сліпого пошуку

source: Blindscan executable not found '%s'!
it: Eseguibile BlindScan non trovato '%s'!

source: Blindscan is not supported in
it: BlindScan non è supportato in
uk: Сліпий пошук не підтримується в

source: CAUTION: If you select "yes" the scan will not remove "duplicated" transponders from the list. Default is "no". Only change this if you understand why you are doing it.
it: ATTENZIONE: Se selezioni "sì", la scansione non rimuoverà i transponder "duplicati" dall'elenco. L'impostazione predefinita è "no". Cambialo solo se capisci perché lo stai facendo.

source: CAUTION: If you select "yes" the scan will not sync with transponders listed in satellites.xml. Default is "no". Only change this if you understand why you are doing it.
it: ATTENZIONE: Se selezioni "yes", la scansione non si sincronizzerà con i transponder elencati in satellites.xml. L'impostazione predefinita è "no". Cambialo solo se capisci perché lo stai facendo.

source: CAUTION: Only select "inverted" if you are using an inverted LNB (i.e. an LNB where the local oscillator frequency is greater than the scan frequency). Default is "normal". Only change this if you understand why you are doing it.
it: ATTENZIONE: seleziona "invertito" solo se utilizzi un LNB invertito (ovvero un LNB in ​​cui la frequenza dell'oscillatore locale è maggiore della frequenza di scansione). L'impostazione predefinita è "normale". Cambia questo solo se capisci perché lo stai facendo.

source: Cancel
it: Annulla

source: Clear before scan
it: Cancella prima della scansione
uk: Очистити перед скануванням

source: Current Status: %d/%d Satellite: %s Polarization: %s Frequency range: %d - %d MHz Symbol rates: %d - %d MSym/s
it: Stato corrente: %d/%d Satellite: %s Polarizzazione: %s Intervallo frequenze: %d - %d MHz Symbol rate: %d - %d MHz

source: DVB-S only
it: Solo DVB-S
uk: Тільки DVB-S

source: Deselect all
it: Deseleziona tutto

source: Disable remove duplicates
it: Disabilita rimuovi duplicati

source: Disable sync with known transponders
it: Disabilita sincronizzazione con transponder conosciuti

source: Exit
it: Esci
uk: Вийти

source: Filter out adjacent satellites
it: Filtra i satelliti adiacenti
uk: Фільтр від сусідніх супутників

source: Frequency values must be between %d MHz and %d MHz
it: I valori di frequenza devono essere compresi tra %d MHz e %d MHz

source: Frequency values must be between %d MHz and %d MHz (C-band)
it: I valori di frequenza devono essere compresi tra %d MHz e %d MHz (banda C)

source: Hardware blind scan is not supported by this tuner (%s)!
it: BlindScan hardware non è supportato da questo sintonizzatore (%s)!
uk: Даний тюнер (%s) не підтримує Сліпий пошук!

source: If you select "yes" all channels on the satellite being searched will be deleted before starting the current search, yes (keep feeds) means the same but hold all feed services/transponders.
it: Se selezioni "sì", tutti i canali del satellite in fase di ricerca verranno eliminati prima di iniziare la ricerca corrente, "sì (mantieni feed)" significa lo stesso ma mantiene tutti i feed servizi/transponder.

source: If you select "yes" the scan will only save channels that are not encrypted; "no" will find encrypted and non-encrypted channels.
it: Se selezioni "sì", la scansione salverà solo i canali che non sono crittografati; "no" troverà i canali crittografati e non crittografati.
uk: Якщо оберете "так", то буде збережено лише знайдені канали без кодування; "ні" враховуватимуться кодовані й некодовані канали.

source: If you select "yes" the scan will only search transponders not listed in satellites.xml
it: Se selezioni "sì", la scansione cercherà solo i transponder non elencati in satellites.xml
uk: Якщо оберете "так", то при скануванні враховуватимуться лише транспондери, які не зазначено у файлі satellites.xml.

source: It seems manufacturer does not support blind scan for this tuner.
it: Sembra che il produttore non supporti BlindScan per questo sintonizzatore.

source: LNB inversion
it: Inversione LNB

source: LNB of current satellite not compatible with plugin
it: LNB del satellite attuale non compatibile con il plugin

source: Looking for available transponders. This will take a long time, please be patient.
it: Cerco transponder disponibili. Ci vorrà molto tempo, per favore sii paziente.
uk: Пошук доступних транспондерів. Це займе багато часу, будь ласка, будьте терпеливі.

source: No new transponders found! Only transponders already listed in satellites.xml have been found for those search parameters!
it: Nessun nuovo transponder trovato! Solo i transponder già elencati in satellites.xml sono stati trovati per quei parametri di ricerca!
uk: Не знайдено нових транспондерів! Тільки транспондери, наведені у файлі satellites.xml були знайдені для цих параметрів пошуку!

source: No transponders were found for those search parameters!
it: Nessun transponder è stato trovato per quei parametri di ricerca!
uk: Не знайдено транспондерів, за цими параметрами пошуку!

source: Nothing to scan! Press Exit!
it: Niente da scansionare! Premi Esci!
uk: Нічого сканувати! Натисніть Вихід!

source: Only free scan
it: Scansione solo free
uk: Пошук лише некодованих каналів

source: Only scan unknown transponders
it: Scansiona solo transponder sconosciuti
uk: Пошук лише невідомих транспондерів

source: Open xml file
it: Apri il file xml

source: Please setup your tuner configuration.
it: Si prega di impostare la configurazione del sintonizzatore.
uk: Будь ласка, налаштуйте тюнер.

source: Polarisation
it: Polarizzazione
uk: Поляризація

source: Polarisation, select horizontal, vertical or both.
it: Polarizzazione, seleziona orizzontale, verticale o entrambi.

source: Polarization
it: Polarizzazione

source: Press OK to start the scan.
it: Premi OK per avviare la scansione.
uk: Натисніть OK для початку сканування

source: Press green to start service searching.
it: Premi VERDE per avviare la ricerca del servizio.
uk: Натисніть зелену кнопку для початку сканування

source: Restore defaults
it: Ripristina le impostazioni predifinite

source: Scan
it: Scansiona
uk: Сканування

source: Scan Step in MHz(TBS5925)
it: Scansione passi MHz (TBS5925)
uk: Крок сканування в МГц(TBS5925)

source: Scan satellites for new transponders
it: Scansiona i satelliti per nuovi transponder
uk: Сканування нових транспондерів супутника

source: Scan start frequency
it: Frequenza avvio scansione
uk: Початкова частота сканування

source: Scan start symbolrate
it: Symbol rate di inizio ricerca
uk: Початкова символьна швидкість

source: Scan stop frequency
it: Frequenza di fine ricerca
uk: Кінцева частота сканування

source: Scan stop symbolrate
it: Symbol rate di fine ricerca
uk: Кінцева символьна швидкість

source: Search completed %d transponders found in %d:%02d minutes. Details saved in: %s
it: Ricerca completata %d transponder trovati in %d:%02d minuti Dettagli salvati in: %s

source: Search completed. %d transponders found. Details saved in: %s
it: Ricerca completata. %d transponder trovati. Dettagli salvati in: %s
uk: Пошук завершено. Знайдено %d транспондерів. Деталі збережено в: %s

source: Search type
it: Tipo di ricerca
uk: Тип пошуку

source: Searching for active satellite transponders...
it: Ricerca di transponder satellitari attivi...

source: Select a tuner that is configured for the satellite you wish to search
it: Seleziona un sintonizzatore configurato per il satellite che vuoi cercare
uk: Оберіть тюнер, який налаштований для супутника, на якому Ви бажаєте здійснювати пошук.

source: Select all
it: Seleziona tutto

source: Select between 1 and 5. Higher numbers give more accurat search results.
it: Seleziona tra 1 e 5. Numeri più alti danno risultati di ricerca più accurati.

source: Select the satellite you wish to search
it: Seleziona il satellite che desideri cercare
uk: Вибір необхідного супутника для пошуку

source: Select transponders and press green to scan. Press yellow to select all transponders and blue to deselect all.
it: Seleziona i transponder e premi VERDE per eseguire la scansione. Premi GIALLO per selezionare tutti i transponder e BLU per deselezionarli tutti.

source: Service searching to be started MANUALLY by the user. To change this press green.
it: Ricerca del servizio da avviare MANUALMENTE dall'utente. Per modificare questo premi VERDE.

source: Service searching will start AUTOMATICALLY. To change this press green.
it: La ricerca del servizio inizierà AUTOMATICAMENTE. Per cambiare questo premi VERDE.

source: Smaller steps takes longer but scan is more thorough
it: Passi più piccoli richiedono più tempo, ma la scansione sarà più completa
uk: Менші кроки займають більше часу, але сканування є більш ретельним

source: Sorry, this tuner is in use.
it: Siamo spiacenti, questo sintonizzatore è in uso.
uk: Пробачте, цей тюнер зайнятий.

source: Start frequency
it: Frequenza di inizio

source: Start symbol rate
it: Symbol rate di inizio

source: Step %d %d:%02d min
it: Passo %d %d:%02d min
uk: Крок %d %d:%02d хв

source: Stop frequency
it: Frequenza di fine

source: Stop symbol rate
it: Symbol rate di fine

source: Symbol rate values are in megasymbols; enter a value between %d and %d
it: I valori symbol rate sono in megasymbols; inserisci un valore compreso tra %d e %d

source: Symbol rate values are in megasymbols; enter a value between 1 and 44
it: I valori symbol rate sono in megasymbols; inserisci un valore compreso tra 1 e 44
uk: Значення символьних швидкостей в мега символах; введіть значення від 1 до 44.

source: Symbol rate values are in megasymbols; enter a value between 2 and 45
it: I valori symbol rate sono in megasymbols; inserisci un valore compreso tra 2 e 45
uk: Значення символьних швидкостей в мега символах; введіть значення від 2 до 45.

source: The blindscan run was cancelled by the user.
it: L'esecuzione BlindScan è stata annullata dall'utente.
uk: Сліпий пошук було скасовано користувачем.

source: The suggested polarisation for this satellite is "%s"
it: La polarizzazione suggerita per questo satellite è "%s"
uk: Запропонована поляризація для цього супутника "%s"

source: Transponder searching finished!
it: Ricerca transponder terminata!
uk: Пошук транспондерів закінчено!

source: Tuner
it: Sintonizzatore
uk: Тюнер

source: Use Sundtek full hardware blind scan!
it: Usa BlindScan completa sull'hardware Sundtek!
uk: Використовуйте Sundtek для повного сліпого сканування!

source: When a neighbouring satellite is very strong this avoids searching transponders known to be coming from the neighbouring satellite.
it: Quando un satellite vicino è molto potente, questo evita la ricerca di transponder noti provenienti dal satellite vicino.
uk: Якщо рівень сигналу сусіднього супутника дуже сильний, це дозволить уникнути сканування транспондерів з цього супутника.

source: circular left
it: circolare sinistro
uk: кругова ліва

source: circular left/right
it: circolare sinistro/destro

source: circular right
it: circolare destro
uk: кругова права

source: circular right and circular left
it: circolare destro e circolare sinistro
uk: кругова права та кругова ліва

source: don't scan
it: non scansionare

source: horizontal
it: orizzontale
uk: горизонтальна

source: inverted
it: invertito

source: normal
it: normale

source: save to XML file
it: salva su file XML
uk: зберегти в XML-файл

source: scan
it: scansione

source: scan for channels
it: cercare i canali
uk: сканування для каналів

source: scan for transponders
it: ricerca dei transponder

source: up to 1 degree
it: fino a 1 grado
uk: до 1 градусу

source: up to 2 degrees
it: fino a 2 gradi
uk: до 2 градусів

source: up to 3 degrees
it: fino a 3 gradi
uk: до 3 градусів

source: vertical
it: verticale
uk: вертикальна

source: vertical and horizontal
it: verticale e orizzontale
uk: вертикальна та горизонтальна

source: %d:%02d/%d:%02dmin
uk: %d:%02d/%d:%02d хв

source: Blind scan
uk: Сліпий пошук

source: Blindscan
uk: Сліпий пошук

source: Satellite
uk: Супутник

source: no
uk: ні

source: yes
uk: так

source: yes (keep feeds)
uk: так (зберегти канали)
