Repository: jbleyel/oe-alliance-plugins
Catalog: PiconsUpdater/po/*.po
Languages: it

source: Background Image not downloaded yet, please wait some seconds and try again.
it: Immagine di sfondo non ancora scaricata, attendere alcuni secondi e riprovare.

source: Choose Picons
it: Scegli Picon

source: Choose folder
it: Scegli cartella

source: Download Picons for your channellist (favourites)
it: Scarica Picon per la tua lista canali (preferiti)

source: Downloading %d of %d Picons
it: Download di %d di %d Picon

source: Exclude IPTV
it: Escludi IPTV

source: Exclude Radio
it: Escludi Radio

source: Merge %d of %d Picons
it: Unisci %d di %d Picon

source: Merge Picons
it: Unisci Picon

source: Mirror Effect
it: Effetto specchio

source: Optimize %d of %d Picons
it: Ottimizza %d di %d Picon

source: Optimize Picons Progress
it: Avanzamento ottimizzazione Picon

source: Optimize Picons file size? Be aware, this function is maybe very slow and reduces the quality!!
it: Ottimizzare la dimensione dei Picon? Attenzione, questa funzione è forse molto lenta e riduce la qualità!!

source: Picon Style
it: Stile Picon

source: Picons Folder
it: Cartella Picon

source: Picons background/foreground image
it: Picons immagine di sfondo/primo piano

source: Picons folder Press 'Ok' to open path selection view
it: Cartella Picon Premi 'Ok' per aprire la vista di selezione del percorso

source: Picons size
it: Dimensioni Picon

source: Process Finished. %s Picons downloaded %s Picons not found
it: Processo terminato. %s Picon scaricati %s Picon non trovati

source: Size
it: Dimensioni

source: The directory %s is not writable. Make sure you select a writable directory instead.
it: La cartella %s non è scrivibile. Assicurati di selezionare invece una directory scrivibile.
