Repository: jbleyel/oe-alliance-plugins
Catalog: OnDemand/po/*.po
Languages: it

source: Genre:
it: Genere:

source: A to Z
it: A - Z

source: ABC iView - A to Z
it: ABC iView - A - Z

source: About
it: Informazioni su

source: Add to Favorites
it: Aggiungi ai preferiti

source: Added:
it: Aggiunto:

source: Added:
it: Aggiunto:

source: All Shows
it: Tutti gli spettacoli

source: Arts & Culture - Music
it: Arte & Cultura - Musica

source: Arts & Culture - People
it: Arte & Cultura - Persone

source: Arts & Culture - Performance
it: Arte & Cultura - Spettacolo

source: Arts & Culture - Reviews
it: Arte & Cultura - Recensioni

source: Audio: Unknown
it: Audio: Sconosciuto

source: Back
it: Indietro

source: Bitrate: Unknown
it: Bitrate: Sconosciuto

source: Cancel
it: Annulla

source: Childrens
it: Bambini

source: Close
it: Chiudi

source: Comedy
it: Commedia

source: Comedy - Cult
it: Commedia - Culto

source: Comedy - Satire
it: Commedia - Satira

source: Comedy - Sitcom
it: Commedia - Sitcom

source: Delete from Favorites
it: Elimina dai preferiti

source: Documentary - Biography
it: Documentario - Biografie

source: Documentary - History
it: Documentario - Storia

source: Documentary - Nature
it: Documentario - Natura

source: Documentary - Real Life
it: Documentario - Vita reale

source: Documentary - Science
it: Documentario - Scienza

source: Drama
it: Drammatico

source: Drama - Crime
it: Drammatico - Crimine

source: Drama - Historical
it: Drammatico - Storico

source: Drama - Period
it: Drammatico - Periodo

source: Drama - Romance
it: Drammatico - Romantico

source: Drama - Sci-fi
it: Drammatico - Fantascienza

source: Duration:
it: Durata:

source: Duration:
it: Durata:

source: Education
it: Formazione scolastica

source: Entertainment
it: Divertimento

source: Episodes by Date
it: Episodi per data

source: Episodes:
it: Episodi:

source: Exit
it: Esci

source: Factual
it: Effettivo

source: Favorites
it: Preferiti

source: Featured Programs
it: Programmi in primo piano

source: Health And Wellbeing
it: Salute e benessere

source: High
it: Alto

source: ITV Player
it: Lettore ITV

source: Indigenous
it: Indigeno

source: Last Chance
it: Ultima possibilità

source: Last Updated:
it: Ultimo aggiornamento:

source: Latest Episodes
it: Ultimi episodi

source: Lifestyle - Games
it: Stile di vita - Giochi

source: Lifestyle - Reality
it: Stile di vita - Reality

source: Low
it: Basso

source: Most Popular Episodes
it: Episodi più popolari

source: Most Popular TV
it: TV più popolari

source: Most Talked About
it: Di cui si parla di più

source: Movies
it: Film-

source: Music
it: Musica

source: News
it: Notizie

source: News & Current Affairs
it: Notizie e attualità

source: No items matching your search criteria were found
it: Non sono stati trovati elementi corrispondenti ai criteri di ricerca

source: No matching search items were found for
it: Non sono stati trovati elementi corrispondenti ai criteri di ricerca per

source: Normal
it: Normale

source: OnDemand Configuration
it: OnDemand configurazione

source: Open Uitzending Gemist Based on Xtrend code
it: Open Uitzending Gemist Basato sul codice Xtrend

source: Panel & Discussion
it: Tavola rotonda

source: Preferred Stream Quality
it: Qualità dello stream preferita

source: Primary DNS: To watch UK Streams outside the UK
it: DNS primario: per guardare gli stream del Regno Unito al di fuori del Regno Unito

source: RTE Player
it: Lettore RTE

source: RTE Player - A to Z
it: Lettore RTE - A - Z

source: RTE Player - Categories
it: Lettore RTE - Categorie

source: RTE Player - Choose Date
it: Lettore RTE - Scegli data

source: RTL Number of days back
it: RTL Numero di giorni indietro

source: RTL XL Gemist
it: RTL XL persi

source: Recently Added
it: Aggiunti recentemente

source: Recently Played:
it: Giocato recentemente:

source: Religion
it: Religione

source: Search
it: Ricerca

source: Search term
it: Termine di ricerca

source: Secondary DNS: A backup DNS if the primary is down
it: DNS secondario: un DNS di backup se il primario è inattivo

source: Selection does not contain a stream!
it: La selezione non contiene uno stream!

source: Show Categories
it: Mostra categorie

source: Show Thumbnails
it: Mostra miniature

source: Show in extensions
it: Mostra nelle estensioni

source: Show in main menu
it: Mostra nel menu principale

source: Show in plugin browser
it: Mostra nel browser dei plug-in

source: Shows A to Z
it: Mostra dalla A alla Z

source: Signed
it: Firmato

source: Soaps
it: Soap

source: Sorry, No Stations Found!
it: Spiacenti, nessuna stazione trovata!

source: Sorry, unable to find playable stream!
it: Spiacenti, impossibile trovare uno stream da riprodurre!

source: Station Already Saved in Favorites!
it: Stazione già salvata nei preferiti!

source: Station delete failed, please check the Debug logs!
it: Eliminazione della stazione non riuscita, controlla i log di debug!

source: Station deleted from Favorites!
it: Stazione eliminata dai preferiti!

source: Station save failed, please check the Debug logs!
it: Salvataggio della stazione fallito, controlla i log di debug!

source: Station saved to Favorites!
it: Stazione salvata nei preferiti!

source: Straight Off The Telly
it: Direttamente dalla televisione

source: TV Highlights
it: I momenti salienti della TV

source: Time:
it: Orario:

source: Today
it: Oggi

source: Trailers
it: Trailer

source: UG Popular
it: UG popolare

source: UG Recently added
it: UG aggiunti recentemente

source: UG Search
it: UG cerca

source: Very Low
it: Molto basso

source: Wait please while gathering data...
it: Attendi per favore durante la raccolta dei dati...

source: Watch uitzending gemist
it: Guarda le trasmissioni perse

source: iRadio Player
it: Lettore iRadio

source: iRadio Player - Main Menu
it: Lettore iRadio - Menu principale

source: iRadio Player - SHOUTcast Genres
it: Lettore iRadio - Generi SHOUTcast

source: iRadio Player - SHOUTcast Sub Genres for
it: Lettore iRadio - Sottogeneri SHOUTcast per

source: iRadio Player - Tunein Main Menu
it: Lettore iRadio - Menu principale di Tunein

source: iRadio: Display Favorite Default Thumbnails
it: iRadio: Mostra le miniature predefinite preferite

source: iRadio: Display Favorite Thumbnails
it: iRadio: Mostra le miniature preferite

source: iRadio: Display SHOUTcast Default Thumbnails
it: iRadio: Mostra le miniature predefinite di SHOUTcast

source: iRadio: Display SHOUTcast Thumbnails
it: iRadio: Mostra le miniature SHOUTcast

source: iRadio: Display Tunein Default Thumbnails
it: iRadio: Mostra le miniature predefinite di Tunein

source: iRadio: Display Tunein Thumbnails
it: iRadio: Mostra le miniature di Tunein

source: iRadio: Display WMA Streams
it: iRadio: mostra gli stream WMA

source: iView Exclusives
it: iView Esclusive
