Repository: jbleyel/oe-alliance-plugins
Catalog: TunerServer/po/*.po
Languages: it

source: Allow Streaming From Box Tuners
it: Consenti streaming dal sintonizzatore del ricevitore

source: Build Complete!
it: Costruzione completa!

source: Build Server
it: Costruisci server

source: Close
it: Chiudi

source: Current Status:
it: Stato attuale:

source: Disable Server
it: Disabilita server

source: Info
it: Informazioni

source: Server Disabled
it: Server disabilitato

source: Server Enabled
it: Server abilitato

source: Server now disabled!
it: Server ora disabilitato!

source: Sorry, but you need to have a device mounted at '/media/hd'
it: Spiacenti, ma devi avere un dispositivo montato su '/media/hd'

source: Tuner Server
it: Sintonizzatore server

source: Tuner Server Disabled.
it: Sintonizzatore server disabilitato

source: Tuner Server setup
it: Impostazioni sintonizzatore server

source: Your server is now being deleted Please Wait ...
it: Il tuo server è ora in fase di eliminazione Attendere prego...

source: Your server is now building Please wait ...
it: Il tuo server è ora in costruzione Attendere prego...
