Repository: jbleyel/oe-alliance-plugins
Catalog: VPLEDControl/po/*.po
Languages: tr

source: Always off
tr: Herzaman kapalı

source: Brightness Level 1
tr: Parlaklık Seviye 1

source: Brightness Level 2
tr: Parlaklık Seviye 2

source: Brightness level
tr: Parlaklık Seviyesi

source: Cancel
tr: İptal

source: Channelnumber in Standby Clock
tr: Bekleme Saatindeki Kanal Numarası

source: Channelnumber in Standby off
tr: Kanal Numarası Bekleme modunda kapalı

source: Channelnumber/Clock in Standby Clock
tr: Bekleme Saatindeki Kanal Numarası/Saati

source: Clock always
tr: Daima saat

source: LED Display Setup
tr: LED Ekran Kurulumu

source: Off
tr: Kapalı

source: On/Off
tr: Açık/Kapalı

source: Save
tr: Kaydet

source: Show REC-Symbol in Display
tr: Ekranda REC-Sembolünü Göster

source: Show blinking Clock on Display during recording
tr: Kayıt sırasında yanıp sönen Saati Ekranda Göster

source: Show on LED
tr: LED'de göster

source: Time mode
tr: Zaman modu

source: Update Date/Time
tr: Güncelleme Tarihi/Saati

source: no
tr: Hayır

source: yes
tr: Evet
