Repository: jbleyel/oe-alliance-plugins
Catalog: SparkVFDControl/po/*.po
Languages: it

source: Always off
it: Sempre spento

source: Cancel
it: Annulla

source: Channelname in Standby Clock
it: Nome canale in orologio quando in standby

source: Channelname in Standby off
it: Nome canale in standby disattivato

source: Channelnumber in Standby Clock
it: Numero canale in orologio quando in standby

source: Channelnumber in Standby off
it: Numero canale in standby disattivato

source: Channelnumber/Clock in Standby Clock
it: Numero canale/Orologio in standby orologio

source: Clock always
it: Orologio sempre

source: LED Display Setup
it: Configurazione display a LED

source: Record only
it: Registra solo

source: Save
it: Salva

source: Show green LED on VFD
it: Mostra LED verde sul VFD

source: Show on VFD
it: Mostra su VFD

source: Show red LED on VFD
it: Mostra LED rosso sul VFD

source: Standby only
it: Solo standby

source: Time mode
it: Modalit√† orario

source: Update Date/Time
it: Aggiorna data/ora
