Repository: jbleyel/oe-alliance-plugins
Catalog: xmlUpdate/po/*.po
Languages: it

source: /etc/tuxbox (default)
it: /etc/tuxbox (predefinito)

source: Exit
it: Esci

source: Fetch
it: Recupero

source: Fetching and saving %s.xml succeeded. Restart now for changes to take immediate effect?
it: Recupero e salvataggio di %s.xml riusciti. Riavviare ora per rendere effettive le modifiche?

source: File being updated, i.e. satellites.xml, cables.xml, or terrestrial.xml.
it: File in aggiornamento, ad es. satellites.xml, cables.xml o terrestrial.xml.

source: Folder where the downloaded file will be saved. "/etc/tuxbox" is the default location. Files stored in "/etc/enigma2" override the default file and are not updated on a software update.
it: Cartella in cui verrà salvato il file scaricato. "/etc/tuxbox" è la posizione predefinita. I file archiviati in "/etc/enigma2" sovrascrivono il file predefinito e non vengono aggiornati con un aggiornamento software.

source: Online source where the transponder xml file is being retrieved from.
it: Fonte online da cui viene recuperato il file xml del transponder.

source: Save to
it: Salva in

source: Saving the %s.xml file failed
it: Salvataggio del file %s.xml non riuscito

source: Source
it: Sorgente

source: The %s.xml download was corrupt.
it: Il download di %s.xml era danneggiato.

source: The %s.xml file could not be fetched
it: Impossibile recuperare il file %s.xml

source: XML update
it: Aggiornamento XML

source: cable
it: cavo

source: terrestrial
it: terrestre
