Repository: jbleyel/oe-alliance-plugins
Catalog: XtrendFancontrol/po/*.po
Languages: it

source: All
it: Tutto

source: Cancel
it: Annulla

source: End time
it: Orario di fine

source: Fan - Auto
it: Ventola - Auto

source: Fan - Off
it: Ventola - Off

source: Fan - Off in standby
it: Ventola - Off in standby

source: Fan - On
it: Ventola - On

source: Fan Control
it: Controllo ventola

source: Fan Setup
it: Configurazione ventola

source: Fan mode
it: Modalità ventola

source: Fan setup:
it: Configurazione ventola:

source: HDD Sleeping
it: Sospensione HDD

source: HDD Temperature
it: Temperatura HDD

source: Harddisk standby after - no standby You may not use this mode!
it: Hard disk in standby dopo - nessun standby Non puoi usare questa modalità!

source: Harddisk temperature
it: Temperatura harddisk

source: Harddisks:
it: Harddisk:

source: Initial fan speed
it: Velocità iniziale ventola

source: No harddisk with temperature sensor found!
it: Nessun harddisk con sensore di temperatura trovato!

source: No system temperature sensor found!
it: Nessun sensore di temperatura del sistema trovato!

source: None
it: Nessuno

source: Power status
it: Stato di alimentazione

source: Save
it: Salva

source: Select internal HDD device
it: Seleziona il dispositivo HDD interno

source: Show Temp
it: Mostra Temp

source: Show temp. HDD to extensions menu
it: Mostra temperatura HDD nel menu estensioni

source: Start time
it: Ora di inizio

source: Start time OFF mode equal End time OFF mode You may not use this time settings!
it: Ora di inizio modalità OFF uguale Ora di fine modalità OFF Non puoi usare questa impostazione dell'ora!

source: Switch Fan mode on time setting
it: Attiva la modalità ventola sull'impostazione dell'ora

source: Switch OFF mode on HDD sleep
it: Cambia in OFF se HDD è in modalità sospensione

source: Switch ON mode on HDD max.temp. (0 - disable)
it: Cambia in ON se HDD raggiunge la max temp (0=disabilita)

source: Switch ON on system temp
it: Cambia in ON su temperatura di sistema

source: System temperature
it: Temperatura di sistema

source: Watch HDD state
it: Guarda lo stato dell'HDD

source: Watch system temp
it: Guarda la temperatura di sistema

source: You may not use this mode! Not found an internal hard drive!
it: Non puoi usare questa modalità! Non è stato trovato un harddisk interno!

source: switch Fan On/Off
it: accendi/spegni ventola
