Repository: jbleyel/oe-alliance-plugins
Catalog: IPTVImporter/po/*.po
Languages: it

source: Cancel
it: Annulla

source: Connection failed! Aborted!
it: Connessione fallita! Abortito!

source: Delete IPTV Bouquets before Import
it: Elimina i bouquet IPTV prima dell'importazione

source: IPTV Import
it: Importazione IPTV

source: Import Arabic Channels in Bouquet
it: Importa i canali arabi nel bouquet

source: Import Bundesliga Channels in Bouquet
it: Importa i canali della Bundesliga nel bouquet

source: Import Ex-Yu Channels in Bouquet
it: Importa i canali balcanici in bouquet

source: Import Finland Channels in Bouquet
it: Importa i canali finlandesi nel bouquet

source: Import France Channels in Bouquet
it: Importa i canali francesi nel Bouquet

source: Import German Sport Channels in Bouquet
it: Importa i canali sportivi tedeschi nel Bouquet

source: Import Germany Channels in Bouquet
it: Importa i canali tedeschi nel Bouquet

source: Import Italian Channels in Bouquet
it: Importa i canali italiani nel Bouquet

source: Import Netherlands Channels in Bouquet
it: Importa i canali olandesi nel Bouquet

source: Import Polish Channels in Bouquet
it: Importa i canali polacchi nel Bouquet

source: Import Portugal Channels in Bouquet
it: Importa i canali portoghesi nel Bouquet

source: Import Romania Channels in Bouquet
it: Importa i canali rumeni nel Bouquet

source: Import Sky Germany Channels in Bouquet
it: Importa i canali Sky Germania nel Bouquet

source: Import Spain Channels in Bouquet
it: Importa i canali spagnoli nel Bouquet

source: Import Suisse and Austria Channels in Bouquet
it: Importa i canali svizzeri e austriaci nel Bouquet

source: Import Sweden Channels in Bouquet
it: Importa i canali svedesi nel Bouquet

source: Import Turkey Channels in Bouquet
it: Importa i canali turchi nel Bouquet

source: Import UK Channels in Bouquet
it: Importa i canali inglesi nel Bouquet

source: Import US Channels in Bouquet
it: Importa i canali statunitensi nel Bouquet

source: Import VOD in Bouquet
it: Importa VOD nel Bouquet

source: Import XXX Channels in Bouquet
it: Importa i canali XXX nel Bouquet

source: Import successful!
it: Importazione riuscita!

source: Portal
it: Portale

source: Save
it: Salva

source: Show IPTV Importer in Extensions
it: Mostra IPTV Importer nelle estensioni

source: Show IPTV Importer in Menu
it: Mostra IPTV Importer nel menu

source: Show IPTV Importer in Plugins
it: Mostra IPTV Importer nei plugin

source: Start Import
it: Avvia importazione

source: User
it: Utente

source: none
it: nessuno
