Repository: jbleyel/oe-alliance-plugins
Catalog: GigaBlueVFDControl/po/*.po
Languages: ca, fi

source: Always off
ca: Sempre apagat
fi: Aina pois päältä

source: Blink Record Led
ca: Led parpadejant durant gravació
fi: Led vilkkuu tallentaessa

source: Blue
ca: Blau
fi: Sininen

source: Brightness
ca: Brillantor
fi: Kirkkaus

source: Brightness Standby
ca: Brillantor en repòs
fi: Kirkkaus Valmiustila

source: Cancel
ca: Cancel·lar
fi: Peruuta

source: Channel number with leading zeros
ca: Número de canal amb zeros a l'esquerra
fi: Kanavanumero etu nollilla

source: Channelnumber in Standby Clock
ca: Número de canal - Hora en repòs
fi: Kanavannumero valmiustilassa

source: Channelnumber in Standby off
ca: Número de canal - Apagat en repòs
fi: Kanavanumero valmiustilassa pois päältä

source: Channelnumber/Clock in Standby Clock
ca: Número de canal/Hora - Hora en repòs
fi: Kanavanumero / kello valmiustilassa

source: Clock always
ca: Sempre hora
fi: Näytä kello aina

source: Display/LED
fi: Näyttö/LED

source: Enable led
ca: Activar led
fi: Ota Led käyttöön

source: GigaBlue Setup
fi: GigaBlue Asetukset

source: LED
fi: LED asetukset

source: Led Deep Standby
ca: Color led en repòs profund
fi: Ledin virransäästötilassa

source: Led state Deep Standby
ca: Color led en repòs profund
fi: Ledin väri virransäästötilassa

source: Led state HDD /dev/sda active
ca: Color led si està actiu el HDD /dev/sda
fi: Ledin väri HDD /dev/sda aktiivinen

source: Led state HDD /dev/sdb active
ca: Color led si està actiu el HDD /dev/sdb
fi: Ledin väri HDD /dev/sdb aktiivinen

source: Led state RUN
ca: Color led en funcionament
fi: Ledin väri Käynnissä

source: Led state Record
ca: Color led gravant
fi: Ledin väri Tallentaessa

source: Led state Standby
ca: Color led en repòs
fi: Ledin väri valmistilassa

source: No
fi: Ei

source: None
ca: Cap
fi: Ei mitään

source: Purple
ca: Violeta
fi: Violetti

source: Red
ca: Vermell
fi: Punainen

source: Save
ca: Guardar
fi: Tallenna

source: Show clock in Deep Standby
ca: Mostrar hora en repòs profund
fi: Näytä kello virransäästötilassa

source: Show on VFD
ca: Mostrar en VFD
fi: Näytä VFD:ssä

source: Time mode
ca: Format horari
fi: Aikatila

source: Update Date/Time
ca: Actualitzar Data/Hora
fi: Päivitä Päivä/Aika

source: Yes
ca: Sí
fi: Kyllä
